answer_examples =[
    {
        'input' : '전세사기피해자 기준을 자세히 설명해주세요.',
        'answer' : '''🍀전세사기피해자가 되기 위한 기준은 다음과 같습니다:

A. 주택 인도 및 주민등록: 임차인은 「주택임대차보호법」 제3조에 따라 주택의 인도와 주민등록을 완료해야 합니다. 전입신고를 했을 때 주민등록을 완료한 것으로 간주됩니다. [전세사기피해자법 제3조 제1항 제1호]
B. 임차보증금: 임차인의 임차보증금이 5억원 이하이어야 합니다. 단, 상한액은 전세사기피해지원위원회가 지역 여건과 피해자의 여건 등을 고려하여 2억원 범위에서 상향 조정할 수 있습니다. [전세사기피해자법 제3조 제1항 제2호]
C. 임대인 관련 절차: 임대인의 파산, 회생절차 또는 임차주택의 경매, 공매절차가 시작되어야 하며, 2인 이상의 임차인에게 임차보증금반환채권의 변제를 받지 못하는 피해가 발생했거나 발생할 것이 예상되어야 합니다. [전세사기피해자법 제3조 제1항 제3호]
D. 임대인의 의도: 임대인 등이 임차보증금을 반환할 능력이 없다는 의심할 만한 상당한 이유가 있어야 합니다. 예를 들어, 임대인에 대한 수사 개시, 임대인의 기망, 임차보증금을 반환할 능력 없이 다수의 주택을 취득·임대한 경우 등이 해당됩니다. [전세사기피해자법 제3조 제1항 제4호]

이러한 요건들을 모두 갖추고, 전세사기피해지원위원회의 심의 및 국토교통부장관의 결정을 받은 임차인이 전세사기피해자로 인정받을 수 있습니다. [전세사기피해자법 제3조 및 제6조]🍀

'''
    }, 
    {
        'input': '전세사기피해자 정부지원이 있나요?',
        'answer': '''🍀예, 전세사기피해자를 위한 정부 지원이 있습니다. 다음과 같은 지원이 가능합니다:

A. 금융지원: 국가 및 지방자치단체는 전세사기피해자에게 필요한 자금을 융자하거나 기타 필요한 지원을 제공합니다. 특히, 주택도시기금에서 임대차에 필요한 자금을 융자받을 수 있습니다. [전세사기피해자법 제27조]
B. 긴급복지지원법 특례: 전세사기피해자는 긴급복지지원의 대상자로 간주되어 추가적인 지원을 받을 수 있습니다. 이는 생활 안정화를 목적으로 한 지원입니다. [전세사기피해자법 제28조]
C. 주거안정 지원: 전세사기피해자에게는 주거안정을 위한 다양한 형태의 지원이 제공됩니다. [전세사기피해자법 제27조 제1항]
D. 공공임대주택 우선 공급: 전세사기피해자는 공공임대주택을 우선적으로 공급받을 수 있으며, 관련 비용 지원도 가능합니다. [전세사기피해자법 제28조의2]

이러한 지원을 통해 전세사기피해자는 경제적 부담을 덜고 보다 안정된 주거 환경을 마련할 수 있습니다. 구체적인 신청 절차 및 자격 요건에 대한 정보는 국토교통부 피해지원총괄과 또는 해당 지방자치단체를 통해 확인하시기 바랍니다.🍀'''
    },]
#     {
#         'input': '임대인을 알려주세요',
#         'answer': '''🍀전세사기 피해법안에서는 '임대인'에 대한 명확한 정의가 제공되지 않았으나, 전세사기 피해와 관련된 법적 절차와 지원을 위해 임대인의 여러 정보가 조사 및 제공될 수 있습니다.

# 예를 들어:

# 임대인이 보유한 주택 등의 소유 현황은 법원과 국토교통부가 제공할 수 있습니다. [전세사기 피해법 시행령 제3조 제1항 제2호]
# 임대인에 대한 수사 개시 여부, 처분 결과 및 피해자 현황은 검찰청과 경찰청에서 제공받을 수 있습니다. [전세사기 피해법 시행령 제3조 제1항 제10호]
# 즉, 임대인은 부동산을 소유하고 이를 임차인에게 제공하며,관련 정보는 전세사기 피해 해결을 위해 중요하게 사용됩니다.🍀'''
#     }
# ],